brew 'autoenv'
brew 'bash-completion'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'openssl'
brew 'openssl@1.1'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'zsh'

cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram-desktop'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
