brew 'autoenv'
brew 'bash-completion'
brew 'coreutils'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'node'
brew 'openssl'
brew 'openssl@1.1'
brew 'pgcli'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'zsh'

cask 'bitwarden'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'telegram-desktop'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# quick-look plugins
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
